Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ostatnio jeszcze gorzej niż zwykle. Tyle się w mieście dzieje, a ja ciągle dostaję wartę przy więzieniu.
uk: Останнім часом гірше, ніж зазвичай. У місті стільки всього відбувається, а я досі стою на варті у в'язниці.

source: Ostatnio każdemu marzy się o upolowaniu Bestii, która nawiedza mieszkańców Silbach. Tak jakby inne potwory już przestały być zagrożeniem. Głupcy...
uk: Останнім часом усі мріють вполювати Звіра, який переслідує мешканців Сільбаху. Ніби інші потвори більше не становлять загрози. От дурні...

source: Ostatnio kręci się tu coraz więcej strażników, więc bezpieczniej być nie może.
uk: Останнім часом тут з'являється все більше і більше вартових, так що безпечніше не буває.

source: Ostatnio kupiłem sobie takie zwoje u wędrownego handlarza. Trochę się nimi pobawiłem, i odkryłem, że nie idzie mi z nimi tak źle! Wyobrażasz sobie?
uk: Нещодавно я купив собі кілька таких сувоїв у мандрівного торговця. Я трохи побавився з ними і виявив, що у мене непогано виходить! Можеш собі уявити?

source: Ostatnio ludzie mają tyle spraw, że walą do mnie drzwiami i oknami.
uk: Останнім часом у людей стільки проблем, що вони і після закриття стукають мені в двері та вікна.

source: Ostatnio mam coraz więcej obowiązków, ale to cena za ambitne podejście do służby.
uk: Останнім часом у мене з'являється щоразу більше обов'язків, але це плата за мої амбіції у службі.

source: Ostatnio mamy coraz więcej gości z Bogatej Dzielnicy.
uk: Останнім часом у нас все більше відвідувачів з Багатого кварталу.

source: Ostatnio mamy jej tak dużo, że musiałem szukać ludzi na drugą zmianę.
uk: Останнім часом її так багато, що мені довелося шукати людей на другу зміну.

source: Ostatnio mamy sporo pracy. Dostajemy mnóstwo zleceń z Wilczego Leża.
uk: Останнім часом повно роботи. Ми отримуємо безліч замовлень із Вовчого Лігва.

source: Ostatnio mianowałem Weigara liderem oddziału kuszników. Wypowiadał się o tobie bardzo pozytywnie, więc jeśli jesteś gotowy, możesz zostać jednym z naszych strzelców.
uk: Нещодавно я призначив Вейгара командиром арбалетного загону. Він дуже позитивно відгукувався про тебе, тож якщо ти готовий, то можеш стати одним з наших стрільців.

source: Ostatnio mieliśmy mniej czasu, żeby rozmawiać. Nawet nie wiem jaki styl walki preferujesz.
uk: Останнім часом ми мало спілкувалися. Я навіть не знаю, якому стилю бою ти віддаєш перевагу.

source: Ostatnio na targu spotkałam niejakiego Borra. Ma bardzo dużą wiedzę o mieście i uraczył mnie kilkoma ciekawymi anegdotkami. Jaka szkoda, że nie mogliśmy ich razem posłuchać! Kiedy znowu się z nim spotkam, postaram się wszystko dokładnie zapamiętać, i przy najbliższym spotkaniu wszystko ci przekażę.
uk: Нещодавно я познайомилася на ринку з хлопцем на ім'я Борр. Він дуже добре знає місто і розповів мені кілька цікавих історій. Як шкода, що ми не можемо послухати їх разом! Коли я знову з ним зустрінуся, я постараюся все запам'ятати та розповісти тобі при наступній зустрічі.

source: Ostatnio nabyłem dom w Starym Mieście, taka półka z winami naszej produkcji dodałaby tego archoloskiego klimatu.
uk: Нещодавно я придбав будинок у Старому місті, і така полиця з винами нашого виробництва додала б особливого архолоського шарму.

source: Ostatnio napastowania tych, tam, trochę zelżały, więc nie mam zamiaru nikogo wpuszczać, bo znowu się zacznie.
uk: Останнім часом та зграйка нероб перестала докучати нам. Тому я не збираюся нікого впускати, інакше це почнеться знову.

source: Ostatnio narzekał, że w pracy dopada go rutyna.
uk: Він останнім часом скаржиться, що на роботі йому нудно.

source: Ostatnio nawet naprawił mi dach w chacie, chyba był dawniej cieślą czy coś takiego.
uk: Нещодавно він навіть полагодив дах у моїй хатині. Здається, він був теслею чи кимось подібним.

source: Ostatnio nie czuje się zbyt dobrze, leży cały czas w swojej sypialni na piętrze budynku.
uk: Останнім часом він почувається не дуже добре, весь час лежить у своїй спальні на другому поверсі будинку.

source: Ostatnio pomagał mi tu z jedną sprawą taki młody strażnik... chyba miał na imię Arwid.
uk: Нещодавно мені допоміг в одній справі молодий вартовий... здається, його звали Арвід.

source: Ostatnio przebywała tu pewna dziewczyna.
uk: Нещодавно тут зупинялася дівчина.

source: Ostatnio przeczytałam o pewnej rzadkiej roślinie, która ma ciekawe właściwości chroniące przed działaniem magii. Chcę ją znaleźć.
uk: Нещодавно я прочитала про одну рідкісну рослину, яка має цікаві властивості, які захищають від впливу магії. Я хочу її знайти.

source: Ostatnio przyszedł do mnie Otmar ze skargą na moich gońców. Pod zeznaniami widnieje twój podpis.
uk: Нещодавно Отмар прийшов до мене зі скаргою на моїх посланців. Під свідченнями стоїть твій підпис.

source: Ostatnio robiłem wywar ze smoczego korzenia... ale co to ma za znaczenie?
uk: Останнім часом я роблю відвар з драконячого кореня, але яке це має значення?

source: Ostatnio rozeszła się pogłoska, że na wyspie jest coraz więcej orków. Mam nadzieję, że to nieprawda... to byłby koniec Archolos!
uk: Останнім часом поповзли чутки, що на острові з'являється все більше орків. Сподіваюся, це неправда... інакше Архолосу прийде кінець!

source: Ostatnio ryby gorzej biorą, panie władzo, ale jak to mówią marynarze - trzeba robić wszystko, żeby utrzymać się na powierzchni w tych trudnych czasach.
uk: Останнім часом риба клює гірше, пане офіцере, але, як кажуть моряки, треба робити все можливе, щоб утриматися на плаву в ці важкі часи.

source: Ostatnio się nie wysypiam. To, co się wydarzyło w chacie Kurta... nigdy nie wiesz, kto będzie następny. Trzeba być czujnym.
uk: Останнім часом я не висипаюсь. Те, що сталося в будинку Курта... ніколи не знаєш, хто буде наступним. Треба бути пильним.

source: Ostatnio sporo biegasz po bagnie, widziałeś może któregoś z tych zielonych krwiopijców?
uk: Останнім часом ти багато бігаєш по болоту, ти там часом не бачив цих зелених шершнів?

source: Ostatnio sporo mi pomogłeś. Te wszystkie bestie pewnie zjadłyby połowę moich plonów, a pewnie i kilku pracowników. Potraktuj te zapasy jako moje podziękowanie.
uk: Ти мені дуже допоміг останнім часом. Ці звірі, мабуть, би вже з'їли половину мого врожаю або когось з моїх робітників. Вважай це моєю подякою.

source: Ostatnio sporo słyszałam o tym najemniku, Caramonie. Kupcy i rzemieślnicy nie mogą się go nachwalić jaki to uczciwy najemnik, a przy tym uzdolniony strzelec.
uk: Останнім часом я багато чула про цього найманця, Карамона. Купці та ремісники не можуть нахвалити його за те, який він чесний найманець, а також вправний стрілець.

source: Ostatnio sporo was, obcych się tutaj przewija. Na nasze nieszczęście.
uk: Останнім часом тут вештається багато чужинців. На наше лихо.

source: Ostatnio sporo ćwiczyłem.
uk: Останнім часом я багато тренувався.

source: Ostatnio stał się jednak jakiś niespokojny...
uk: Але останнім часом він став трохи неспокійним...

source: Ostatnio sytuacja ulega stopniowej poprawie. Kto wie, może za niedługo praca tutaj będzie nawet znośna.
uk: Останнім часом ситуація поступово покращується. Хто знає, можливо, через деякий час працювати тут буде цілком стерпно.

source: Ostatnio trafia do nas coraz więcej potrzebujących. Całe szczęście, trzymają się z daleka od moich upraw.
uk: Останнім часом до нас приходить все більше і більше нужденних. На щастя, вони тримаються подалі від моїх посівів.

source: Ostatnio widziano go niedaleko wodospadu przy moście pomiędzy Silbach a winnicą Rity.
uk: Востаннє його бачили неподалік водоспаду, на мосту між Сільбахом та виноградником Рити.

source: Ostatnio wszyscy o nich gadają! Normalnie ludzie oszaleli na ich punkcie! Ale znając ciebie, to pewnie chcesz wiedzieć, skąd się biorą...
uk: Останнім часом всі тільки про них і говорять! Зазвичай люди божеволіють від них! Але, знаючи тебе, ти, напевно, хочеш дізнатися, звідки вони беруться...

source: Ostatnio wydał edykt, według którego za byle wykroczenie można trafić do kolonii karnej w Khorinis, wyobrażasz sobie?
uk: Нещодавно він видав указ, згідно з яким за будь-яку провину можна потрапити до виправної колонії в Хорінісі, можеш собі уявити?

source: Ostatnio wysłał do mnie smarkacza, który zamiast ziół, przyniósł bezużyteczne chwasty!
uk: Нещодавно він прислав мені шмаркача, який замість трав приніс нікому не потрібний бур'ян!

source: Ostatnio wysłałem jednego chłopaka na połów. Gnojek do dzisiaj nie wrócił, chociaż w tym czasie powinien dawno załatwić sprawę.
uk: Нещодавно я відправив одного хлопця на риболовлю. Негідник досі не повернувся, хоча мав би вже давно закінчити.

source: Ostatnio wyławiam więcej butów niż ryb. Będę szczera, przeraża mnie to. Wątpię by właściciele tego obuwia dopływali na brzeg.
uk: Останнім часом я виловлюю більше взуття, ніж риби. Скажу чесно, мене це лякає. Я сумніваюся, що власники цього взуття дістаються до берега.

source: Ostatnio wyławiam więcej butów niż ryb. Będę szczera, przeraża mnie to. Wątpię, by właściciele tego obuwia dopływali na brzeg.
uk: Останнім часом я виловлюю більше взуття, ніж риби. Скажу чесно, мене це лякає. Я сумніваюся, що власники цього взуття дістаються до берега.

source: Ostatnio wyławiam więcej butów niż ryb. Będę szczery, przeraża mnie to. Właściciela tego obuwia raczej nie dopływają na brzeg.
uk: Останнім часом я виловлюю більше взуття, ніж риби. Скажу чесно, мене це лякає. Я сумніваюся, що власники цього взуття дістаються до берега.

source: Ostatnio wyławiam więcej butów niż ryb. Będę szczery, przeraża mnie to. Właściciele tego obuwia raczej nie dopływają na brzeg.
uk: Останнім часом я виловлюю більше взуття, ніж риби. Скажу чесно, мене це лякає. Я сумніваюся, що власники цього взуття дістаються до берега.

source: Ostatnio zaczęła się jakaś afera w mieście, chyba Królewski Wysłannik przypłynął. Od tego czasu szef zakazał wpuszczania kogokolwiek.
uk: Нещодавно в місті дещо відбулося. Схоже, що приплив Королівський посол. Відтоді шеф наказав нікого не впускати.

source: Ostatnio zaginęło dwóch górników w Królewskiej Kopalni. Zająłem się tą sprawą i odkryłem, że pomagali Lewko w sprzedawaniu soli na boku.
uk: Нещодавно з Королівської копальні зникли двоє гірників. Я розслідував це питання і виявив, що вони допомагали Левку продавати сіль на стороні.

source: Ostatnio zrobiło się tu jakoś nerwowo. Martwię się o Ulryka. Dziwni ludzie go odwiedzają. Nie podoba mi się to wszystko.
uk: Останнім часом тут дещо напружена атмосфера. Я хвилююся за Ульріка. Його відвідують дивні люди. Не подобається мені це все.

source: Ostatnią osobą, która widziała Burkharda, był Harry. Może wie, gdzie zwiadowca się wybierał.
uk: Останнім, хто бачив Бурхарда, був Гаррі. Він може знати, куди прямував розвідник.

source: Ostre jak brzytwa
uk: Гострі як бритва

source: Ostre zęby morskiego węża.
uk: Гострі зуби хвилежера.

source: Ostrożnie!
uk: Обережно!

source: Ostrożnie! Nie mam już więcej. Jeżeli tym razem też je złamiesz to będziesz musiał poszukać nowych.
uk: Обережніше з ними! У мене більше немає. Якщо і цього разу зламаєш, доведеться шукати нові.

source: Ostrożność zalecana jest szczególnie osobom mieszkającym samotnie na Starym Mieście i tym, które nie posiadają wynajętej ochrony.
uk: Особливо обережними слід бути тим, хто живе в Старому місті наодинці, а також тим, хто не має найманих охоронців.

source: Ostryga
uk: Устриця

source: Ostrygi z zębatym zielem
uk: Устриці зі снеппер-травою

source: Ostrza
uk: від ріжучого

source: Ostrze
uk: Клинок

source: Ostrze Burzy
uk: Клинок Бурі

source: Ostrze Dezertera
uk: Клинок дезертира

source: Ostrze Sprawiedliwości
uk: Клинок Правосуддя

source: Ostrze Volfzacka
uk: Клинок Вольфзака

source: Ostrze magiczne
uk: Магічний клинок

source: Ostrze potępionych
uk: Клинок проклятих

source: Ostrze sprawiedliwości
uk: Клинок правосуддя

source: Ostrze z błękitnym kamieniem
uk: Клинок із синім каменем

source: Ostrze żołnierza
uk: Солдатський клинок

source: Ostrzegam cię - jeśli popełnisz kolejne przestępstwo, twoja sytuacja jeszcze bardziej się pogorszy.
uk: Попереджаю – якщо ти скоїш ще один злочин, твоя ситуація сильно погіршиться.

source: Ostrzegam cię - jeśli popełnisz kolejne przestępstwo, twoja sytuacja pogorszy się jeszcze bardziej.
uk: Попереджаю – якщо ти скоїш ще один злочин, твоє становище суттєво погіршиться.

source: Ostrzegam cię po raz ostatni!
uk: Попереджаю тебе востаннє!

source: Ostrzegam cię! Jeszcze jeden krok i pożałujesz!
uk: Попереджаю! Ще один крок – і пошкодуєш!

source: Ostrzegam cię! Jeszcze jeden krok, a pożałujesz!
uk: Попереджаю! Ще один крок, і ти пошкодуєш!

source: Ostrzegam cię! Jeszcze raz zaproponujesz mi coś takiego, to poznasz smak mojej stali! Za kogo ty mnie masz?
uk: Я тебе попереджаю! Ще раз запропонуєш мені щось подібне, то відчуєш смак моєї сталі! За кого ти мене маєш?

source: Ostrzegam cię! Nie próbuj tego ponownie, ty przeklęty złodzieju!
uk: Попереджаю тебе! Не намагайся це повторити, проклятий злодію!

source: Ostrzegam cię, jeszcze jeden krok i nie skończy się to za dobrze!
uk: Попереджаю, ще один крок – і добром це не скінчиться!

source: Ostrzegam cię, jeszcze jeden krok, a pożałujesz.
uk: Попереджаю, ще один крок, і ти пошкодуєш.

source: Ostrzegam po raz ostatni!
uk: Попереджаю востаннє!

source: Ostrzegam tobie podobnych. Był tu niedawno taki jeden pyszałek przed tobą, myślał, że jest panem świata.
uk: Я застерігаю таких, як ти. Не так давно перед тобою тут був один чоловік, який думав, що він володар світу.

source: Ostrzegano cię...
uk: Я тебе попереджав...

source: Ostrzegałem cię! Teraz grzywna jest jeszcze większa!
uk: Я тебе попереджав! Тепер штраф ще більший!

source: Ostrzegałem cię! Teraz musisz zapłacić większą grzywnę!
uk: Я попереджав! Тепер ти мусиш заплатити більше!

source: Ostrzegałem cię, żebyś nie robił więcej kłopotów.
uk: Я тебе попереджував, щоб ти більше не створював проблем.

source: Ostrzegałem cię.
uk: Я попереджав.

source: Ostrzegałem cię. Młody, walnij go w mordę. Zaraz sobie przypomni, o czym tu rozmawiamy.
uk: Я тебе попереджав. Малий, дай йому по пиці. Він швидко пригадає, про що ми тут говоримо.

source: Ostrzeżenie o Siepaczu
uk: Попередження про Сироту

source: Osvald
uk: Освальд

source: Osvald narzeka z powodu braku narzędzi do ostrzenia swoich kamieni młyńskich. Wspomniałem mu o dziwnych młotkach, które dostałem od Petry, i okazało się, że to właśnie ich potrzebował. Sprzedałem mu cały zestaw za parę monet.
uk: Освальд скаржиться на нестачу інструментів для заточування жорен. Я розповів йому про дивні молотки, які я отримав від Петри, і виявилося, що це саме ті інструменти, які йому потрібні. Я продав йому весь набір за кілька монет.

source: Oswojony ork? Tych bestii nie da się oswoić!
uk: Приручений орк? Цих тварюк не можна приручити!

source: Oszalałeś...
uk: Ти збожеволів...

source: Oszalałeś?
uk: Ти здурів?

source: Oszalałeś? Jeśli się na nie rzucisz z kijem to pochowają się do tych swoich nor. Sama myśl, że będą pełzać gdzieś pomiędzy ścianami mnie obrzydza.
uk: Ти здурів? Якщо кинеш у них палкою, вони поховаються у своїх норах. Мене вже починає нудити від самої думки про те, що вони будуть лазити десь у стінах.

source: Oszalałeś? Mam dla ciebie coś dużo bardziej pewnego.
uk: Ти з глузду з'їхав? У мене для тебе є дещо в рази краще.

source: Oszalałeś? Mogłeś mnie zabić! Wiesz kim jest mój wuj?
uk: Ти збожеволів? Ти міг мене вбити! Ти знаєш, хто мій дядько?

source: Oszalałeś? Okoliczne lasy są pełne tych cholernych wilków! Nie mam zamiaru ryzykować własnego życia!
uk: Ти збожеволів? У навколишніх лісах повно тих клятих вовків! Я не збираюся ризикувати власним життям!

source: Oszalałeś? To bardzo zły pomysł.
uk: Ти з глузду з'їхав? Це дуже погана ідея.

source: Oszalałeś? To mój niewolnik! Jeśli nie chcesz zaraz mu pomóc w sprzątaniu, to lepiej stąd spadaj!
uk: Ти збожеволів? Він мій раб! Якщо не хочеш допомагати йому прибирати, то краще забирайся звідси!

source: Oszczep
uk: Кортик

source: Oszczędzaj siły, jesteś ciężko ranny.
uk: Бережи сили, ти важко поранений.

source: Oszczędzając ci szczegółów... stal będzie wyglądać tak, jakby zardzewiała 10 lat temu.
uk: Не буду вдаватися в подробиці... сталь виглядатиме так, ніби вона заіржавіла 10 років тому.

source: Oszukałem chłopaka pracującego w hotelu i udało mi się dostać do środka. Czas podłożyć skrzynkę.
uk: Я обдурив працівника готелю і зумів потрапити всередину. Пора зайнятися скринькою.

source: Oszukałeś mnie. Zasługujesz na karę!
uk: Ти мене обдурив. Ти заслуговуєш на покарання!

source: Oszukuje? Ludzie chyba widzą, co kupują.
uk: Дурити? Люди ж бачать, що купують.

source: Oszust stojący pod burdelem jest ostatnią rzeczą, o jakiej powinienem teraz myśleć.
uk: Шахрай біля борделю – це останнє, про що мені зараз варто думати.

source: Ot tak sobie oddasz mi go za darmo?
uk: Ти отак просто його мені віддаси?

source: Ot tak, nawet obywatel Starego Miasta może teraz zostać zesłany do Górniczej Doliny?
uk: От так, тепер навіть жителя Старого міста можна заслати до Гірничої Долини?

source: Othekar
uk: Отекар

source: Otho
uk: Отто

source: Otho był wielce uradowany, gdy poinformowałem go o moim sukcesie. W nagrodę dał mi parę monet. Lepsze to niż nic. Najwyższy czas wracać do Bastiana.
uk: Отто дуже зрадів, коли я повідомив йому про свій успіх. У нагороду він дав мені кілька монет. Це краще, ніж нічого. Настав час повертатися до Бастіана.

source: Otho od dawna ma z nim na pieńku. Widząc taką niespodziankę, Starszy łatwo chwyci przynętę i ten bęcwał dostanie to, na co zasługuje.
uk: Отто вже давно з ним не ладнає. А побачивши таку несподіванку, староста легко заковтне наживку, і цей негідник отримає по заслугах.

source: Otho poprosił mnie, żebym podrzucił zebrany gnój do łóżka Rasco, mieszkańca wioski, którego pasterz obwinia o kradzież owcy. Jego chatę znajdę za gospodą, tam, gdzie żyje reszta biedaków. Jeśli chcę uniknąć konfrontacji z Rasco, powinienem zajrzeć do niego, gdy go nie będzie w domu.
uk: Отто попросив мене підкласти зібраний гній у ліжко Раско. Пастух звинувачує цього селянина у викраденні овець. Я знайду його хатину за корчмою, де живуть інші бідняки. Якщо я хочу уникнути сутички з Раско, я повинен зазирнути до нього, коли його не буде вдома.

source: Otho, mój brat może być w niebezpieczeństwie. Musisz mi powiedzieć, co tam widziałeś. To bardzo ważne!
uk: Отто, мій брат може бути в небезпеці. Ти маєш мені розповісти, що ти там бачив. Це дуже важливо!

source: Otis
uk: Отіс

source: Otmar
uk: Отмар

source: Otmar nie był zbytnio skłonny do gadania.
uk: Отмар був не надто балакучий.

source: Otmar poszedł sprawdzić, o co chodzi temu handlarzowi, a mnie i drugiemu robotnikowi polecił wziąć pozostałe skrzynie.
uk: Отмар пішов дізнатися, що хотів той торговець, а мені й іншому працівникові доручив забрати ящики, що залишилися.

source: Otmar potwierdził to, czego dowiedziałem się w mieście - Armar współpracował z przemytnikami. Dobrze, że już się tym zająłem. Wygląda na to, że przewodnicy miejscy byli jedynie pionkami, którzy nie mieli pojęcia, do czego są wykorzystywani.
uk: Отмар підтвердив те, що я дізнався в місті – Армар співпрацював з контрабандистами. Добре, що я вже з цим розібрався. Схоже, що міські провідники були лише пішаками, які й гадки не мали, для чого їх використовують.

source: Otmar przyznał się do współpracy z przemytnikami.
uk: Отмар зізнався у співпраці з контрабандистами.

source: Otmar rzeczywiście współpracował z przemytnikami.
uk: Отмар дійсно співпрацював з контрабандистами.

source: Otmar się złamał, gdy zasugerowałem, że pozostawimy go przy życiu tylko jeśli nam wszystko opowie. Przyznał się do współpracy z przemytnikami.
uk: Отмар зламався, коли я натякнув, що ми залишимо його в живих лише якщо він усе розповість. Він зізнався, що співпрацював з контрабандистами.

source: Otmar szepnie o mnie dobre słówko Lorenzo jeśli pomogę w rozładunku statku 'Avenal'. W tym celu powinienem udać się po zmroku do portu, tam, gdzie cumują okręty.
uk: Отмар шепне Лоренцо добре слівце про мене, якщо я допоможу розвантажити корабель 'Авенал'. Для цього я маю з настанням темряви вирушити до порту, туди, де пришвартовані кораблі.

source: Otmar współpracował z przemytnikami, wykorzystywał do tego swoich gońców. Muszę teraz spróbować wyciągnąć z niego jak najwięcej informacji.
uk: Отмар співпрацював з контрабандистами, використовуючи для цього своїх посланців. Тепер я маю спробувати витягнути з нього якомога більше інформації.

source: Otmar wszystkiego się wypiera. Albo jest naprawdę uparty i skłonny zaryzykować swoje życie, albo rzeczywiście nic nie wie.
uk: Отмар все заперечує. Або він надзвичайно впертий і готовий ризикувати власним життям, або він дійсно нічого не знає.

source: Otmar wypytał nas o strażnika, którego spotkaliśmy, a potem opowiedział o jakimś osobniku kręcącym się niedaleko statku. Mam już po dziurki w nosie tej roboty, chcę ją jak najszybciej skończyć.
uk: Отмар розпитав нас про вартового, якого ми зустріли, а потім розповів нам про людину, яка тинялася біля корабля. Мені вже набридла ця робота, я хочу якнайшвидше її закінчити.

source: Otmar zlecił mi znalezienie pijanego przewodnika w mieście. Mam to sprawdzić poprzez zapłacenie mu za usługę i sprawdzenie, czy idzie chwiejnym krokiem. Jeśli moje przypuszczenia się potwierdzą, mam natychmiast wrócić do Otmara.
uk: Отмар доручив мені знайти в місті п'яного провідника. Щоб це перевірити, я маю заплатити йому за послугу і спостерігати, чи не хитається він під час ходьби. Якщо мої підозри підтвердяться, я повинен негайно повернутися до Отмара.

source: Otmar, Otmar, Otmar...
uk: Отмар, Отмар, Отмар...

source: Otmar? Dorwaliście Otmara? Cholera... wygląda na to, że nie mam większego wyboru. Wrócę do handlu z Gildią Kupiecką.
uk: Отмар? Ти добрався до Отмара? Дідько... Схоже, у мене немає вибору. Я повернусь до торгівлі з Торговою Гільдією.

source: Otmarowi zależy na czasie, więc albo szybko się z tym uporamy, albo nie ma kasy.
uk: У Отмара не вистачає часу, тож або ми швидко з цим впораємось, або нічого не отримаємо.

source: Oto Herman! Ciężko pracujący człowiek, którego wojna zmusiła do czynów, których nigdy w innych okolicznościach by nie popełnił!
uk: Це Герман! Працьовитий чоловік, якого війна змусила робити те, чого б він ніколи не зробив за інших обставин!

source: Oto akt własności.
uk: Ось акт на право власності.

source: Oto do czego doprowadzają rozkazy króla. Armia bezdomnych koczująca pod naszymi murami.
uk: Ось до чого призводять накази короля. Армія безпритульних розбила табір під нашими стінами.

source: Oto do czego doprowadzają rozkazy króla. Armia bezdomnych koczujących pod naszymi murami.
uk: Ось до чого призводять накази короля. Армія безпритульних розбила табір під нашими стінами.

source: Oto dom wszystkich synów i córek, którym odebrano własne ziemie. Teraz z bólem serca oglądamy, jak wyspa staje się cieniem swojej dawnej świetności.
uk: Це дім усіх синів і дочок, у яких відібрали землю. Тепер ми з болем у серці спостерігаємо, як острів стає тінню своєї колишньої слави.

source: Oto i jest mój wybawiciel!
uk: Ось і мій рятівник!

source: Oto i jest, najmłodszy ze strażników równowagi!
uk: Ось і він, наймолодший з вартових рівноваги!

source: Oto list z moją ofertą, strażnicy przy bramie nie powinni sprawiać ci problemów.
uk: Ось лист з моєю пропозицією, вартові біля воріт не повинні завдати тобі клопоту.

source: Oto mój sztandarowy produkt - 'Dziedzictwo Arrazola'. Lekkie, orzeźwiające i na kieszeń każdego. Spróbuj sobie.
uk: Ось мій фірмовий продукт – 'Спадщина Арразоли'. Легке, освіжаюче і доступне кожному. Спробуй сам.

source: Oto one.
uk: Ось вони.

source: Oto pieniądze od Corteza.
uk: Ось гроші від Кортеза.

source: Oto pieniądze. (20 SZ)
uk: Ось гроші. (20 золотих)

source: Oto pismo, które chciałeś.
uk: Ось лист, який ти хотів.
